Revit 2027 API
ParameterTypeId.StairsSupporttypeFlipSectionProfile Property
 "Flip Section Profile": Flip Section Profile
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupporttypeFlipSectionProfile { get; }
Public Shared ReadOnly Property StairsSupporttypeFlipSectionProfile As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupporttypeFlipSectionProfile {
	ForgeTypeId^ get ();
}
static member StairsSupporttypeFlipSectionProfile : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace